/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ Produktregistrierung V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Für ein möglichst reibungsloses Setup wird OS X %s oder höher empfohlen.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Es kann keine Verbindung zum %@ Registrierungsserver hergestellt werden. Versuchen Sie es später noch einmal.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Es kann keine Internetverbindung hergestellt werden. Versuchen Sie es später noch einmal.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Der Standard-Browser wurde nicht gefunden und kann nicht geöffnet werden.";

"OK" = "OK";
